[{
	"Brands": {
		"Arbor": {
			"2x4 14-Pack Inserts": "Provide a wide stance range, while at the same time delivering critical micro adjustability.",
			"360 Degree Sidewall": "A 360 degree, fully wrapped sidewall that eliminates the need for tip fill, while effectively tying the whole snowboard together. A technology that delivers incredibly tight tolerances for improved board life and durability.",
			"Bio-Plastic Topsheet": "One of the materials we use in our quest to eliminate harmful petroleum-based plastics from our production cycle. Made from CastorBean Oil, this eco-topsheet is extremely durable and water repellent",
			"Cross Vector Netting": " Our newly developed Carbon Vector Net reinforcements create evenly distributed torsional power and accellerated response from tip to tail.",
			"FSC Certified Double Barrel Core": "oplar to Paulownia blend with bamboo stringers running down the center of the board for added longitudinal pop and unmatched board control.",
			"Inlaid Powerply Stringer": "",
			"Mixed Glassing": "A triax over biax lay-up that’s best for versatility: pow, backcountry, groomers, jumps, & more.",
			"Recycled ABS": "When a plastic alternative is unavailable, as in the case of ABS sidewalls, we do our best to opt for a recycled material to improve the sustainability of our products.",
			"Recycled Steel Edges": "Our highly durable, recycled steel edges embody two of our Arbor’skey values: Quality and Sustainability.",
			"Sintered Base": "A higher molecular weight, sintered base that provides added durability and speed.",
			"Sintered+ Base": "An advanced process creating the highest density base material and fastest base that Arbor offers.",
			"Uprise Fenders": "3 degrees, Deep Snow Performance, Maximum Float",
			"Wend Natural Wax": "All Arbor Snowboards hit the shop floor ready to ride with Wend Natural Wax.",
			"Zero Waste Base Technology": "All of our die-cut bases feature our Zero Waste Base technology, and come in 2 interchangeable colorways. This process is essential to reducing our carbon footprint and eliminating waste during the manufacturing process."
		}
	}
}]