[{
	"Brands": {
		"Arbor": {
			"2x4 14-Pack Inserts": "Provide a wide stance range, while at the same time delivering critical micro adjustability.",
			"360 Degree Sidewall": "A 360 degree, fully wrapped sidewall that eliminates the need for tip fill, while effectively tying the whole snowboard together. A technology that delivers incredibly tight tolerances for improved board life and durability.",
			"Bio-Plastic Topsheet": "One of the materials we use in our quest to eliminate harmful petroleum-based plastics from our production cycle. Made from CastorBean Oil, this eco-topsheet is extremely durable and water repellent",
			"Cross Vector Netting": " Our newly developed Carbon Vector Net reinforcements create evenly distributed torsional power and accellerated response from tip to tail.",
			"Entropy Bio Resin": "Starting with our 2020 line we are proud to announce that all Powerplys and R.A.P. Topless Tech veneers will be made with Entropy Bio-Resin, a replacement for traditional petroleum-based resin that doesn’t affect performance or usability. The ingredients that go into Entropy Bio-Resin are sourced as co-products or waste products of other industrial processes and are manufactured employing green chemistry techniques that reduce the carbon footprint of the material by up to 40% (when compared to its petroleum-based equivalent).",
			"Highland II Core": "A newly developed screening process has allowed us to hand-select the very lightest and highest quality Paulownia from our sourcing partners. The result is a lighter, more responsive version of our Highland Core known for highly reliable return and long-lasting durability.",
			"Factory Tuned": "We detune the tip and tail contact points on all of our snowboards for a catch-free ride before they leave the factory.",
			"FSC Certified Double Barrel Core": "oplar to Paulownia blend with bamboo stringers running down the center of the board for added longitudinal pop and unmatched board control.",
			"FSC Certified Double Barrel II Core": "A progressive 1:2 Poplar to Paulownia blend with bamboo stringers running along the rails of the board for added torsional response and improved board control.",
			"Grip Tech": "Grip Tech creates added heel and toe contact points that dramatically improve edge control on snow and ice. The design creates a more ergonomic and direct connection to the snow for substantially improved handling and response time. The added contact points make it possible for Arbor to offer Rocker designs that hold an amazing edge, and Camber designs that provide cleaner edge performance.",
			"Inlaid Powerply Stringer": "",
			"Mixed Glassing": "A triax over biax lay-up that’s best for versatility: pow, backcountry, groomers, jumps, & more.",
			"Offset Fenders": "5 degrees Nose / 3 degrees tail, Deep Snow / All Mountain, Maximum Float and Stability",
			"Pow Fenders": "Pow Fenders are oversized Up-Rise Fenders that pull the outside contact points up off the snow, creating smooth turning and extra float.",
			"Pow Tech": "With PowTech, we’ve eliminated the front two GripTech contact points and moved the board’s primary interface with the snow under your back foot, allowing us to deliver powder specific performance driven by the power of your back leg.",
			"Recycled ABS": "When a plastic alternative is unavailable, as in the case of ABS sidewalls, we do our best to opt for a recycled material to improve the sustainability of our products.",
			"Recycled Steel Edges": "Our highly durable, recycled steel edges embody two of our Arbor’skey values: Quality and Sustainability.",
			"Sintered Base": "A higher molecular weight, sintered base that provides added durability and speed.",
			"Sintered+ Base": "An advanced process creating the highest density base material and fastest base that Arbor offers.",
			"Sintered CrossLink Base": "Our new CrossLink base is a mid-density material that demonstrates increased speed and durability while maintaining the ease of repair.",
			"Uprise Fenders": "3 degrees, Deep Snow Performance, Maximum Float",
			"Wend Natural Wax": "All Arbor Snowboards hit the shop floor ready to ride with Wend Natural Wax.",
			"Zero Waste Base Technology": "All of our die-cut bases feature our Zero Waste Base technology, and come in 2 interchangeable colorways. This process is essential to reducing our carbon footprint and eliminating waste during the manufacturing process."
		}
	}
}]